brew "git"
brew "node"
brew "zoxide"
brew "bat"
brew "fzf"
brew "go"
brew "tmux"
brew "pnpm"
brew "pyenv"
brew "starship"
brew "fd"
brew "tree"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "eza"
brew "ripgrep"
